Repository: MinhCuongIT/myblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Please log in to access this page.
vi: Xin đăng nhập để truy cập trang này.

source: Error: the translation service is not configured.
vi: Lỗi: Cấu hình cho dịch vụ phiên dịch chưa được thiết lập

source: Error: the translation service failed.
vi: Lỗi: Có lỗi trong quá trình phiên dịch

source: [Myblog] Reset Your Password
vi: [Myblog] Phục hồi mật mã

source: Username
vi: Tên tài khoản

source: Password
vi: Mật mã

source: Remember Me
vi: Ghi nhớ thông tin tài khoản

source: Sign In
vi: Đăng nhập

source: Email
vi: Địa chỉ email

source: Repeat Password
vi: Nhập lại mật mã

source: Register
vi: Đăng ký

source: Please use a different username.
vi: Xin vui lòng sử dụng tài khoản khác

source: Please use a different email address.
vi: Xin vui lòng sử dụng địa chỉ email khác

source: Request Password Reset
vi: Yêu cầu phục hồi mật mã

source: Invalid username or password
vi: Tên tài khoản hoặc mật mã không hợp lệ

source: Congratulations, you are now a registered user!
vi: Xin chúng mừng, bạn đã đăng ký thành công!

source: Check your email for the instructions to reset your password
vi: Kiểm tra email của bạn và làm theo các hướng dẫn trong đó để phục hồi mật mã

source: Reset Password
vi: Phục hồi mật mã

source: Your password has been reset.
vi: Mật mã của bạn đã được phục hồi

source: About me
vi: Về tôi

source: Submit
vi: Gởi dữ liệu

source: Say something
vi: Nói

source: Search
vi: Tìm kiếm

source: Message
vi: Tin nhắn

source: Your post is now live!
vi: Bài của bạn đã được đăng!

source: Home
vi: Trang chủ

source: Explore
vi: Khám phá

source: Your changes have been saved.
vi: Thông tin đã được cập nhật.

source: Edit Profile
vi: Soạn thảo hồ sơ cá nhân

source: User %(username)s not found.
vi: Không tìm thấy thành viên %(username)s.

source: You cannot follow yourself!
vi: Bạn không thể theo dõi chính mình!

source: You are following %(username)s!
vi: Bạn đang theo dõi %(username)s!

source: You cannot unfollow yourself!
vi: Bạn không thể ngừng theo dõi chính mình!

source: You are not following %(username)s.
vi: Bạn không còn theo dõi %(username)s.

source: Your message has been sent.
vi: Tin nhắn đã được gởi thành công.

source: Send Message
vi: Gởi tin nhắn

source: An export task is currently in progress
vi: Tác vụ xuất bài viết ra file đang được thực thi

source: Exporting posts...
vi: Đang xuất bài viết

source: %(username)s said %(when)s:
vi: %(username)s đã nói %(when)s:

source: Translate
vi: Phiên dịch

source: Welcome to Myblog
vi: Chào mừng bạn đến với Myblog

source: Login
vi: Đăng nhập

source: Messages
vi: Tin nhắn

source: Profile
vi: Hồ sơ cá nhân

source: Logout
vi: Thoát

source: Error: Could not contact server.
vi: Lỗi: Không tìm được máy chủ

source: Hi, %(username)s!
vi: Xin chào, %(username)s!

source: Newer posts
vi: Bài mới

source: Older posts
vi: Bài cũ

source: Newer messages
vi: Tin nhắn mới

source: Older messages
vi: Tin nhắn cũ

source: Search Results
vi: Kết quả tìm kiếm

source: Previous results
vi: Kết quả trước

source: Next results
vi: Kết quả tiếp theo

source: Send Message to %(recipient)s
vi: Gởi tin nhắn cho %(recipient)s

source: User
vi: Thành viên

source: Last seen on
vi: Lần xuất hiện cuối cùng

source: %(count)d followers
vi: %(count)d người theo dõi

source: %(count)d following
vi: Đang theo dõi %(count)d

source: Edit your profile
vi: Soạn thảo hồ sơ cá nhân

source: Export your posts
vi: Xuất các bài viết ra file

source: Follow
vi: Theo dõi

source: Unfollow
vi: Ngừng theo dõi

source: Send private message
vi: Gởi tin nhắn cá nhân

source: New User?
vi: Thành viên mới?

source: Click to Register!
vi: Click để đăng ký

source: Forgot Your Password?
vi: Quên mật mã?

source: Click to Reset
vi: Click để phục hồi

source: Reset Your Password
vi: Phục hồi mật mã

source: Not Found
vi: Không tìm thấy

source: Back
vi: Trở về

source: An unexpected error has occurred
vi: Chương trình có lỗi

source: The administrator has been notified. Sorry for the inconvenience!
vi: Sự cố đã được thông báo cho quản trị viên. Xin lỗi vì đã gây khó khăn cho bạn.
